name = 'Damir'
print('Hello '+ name)
print(name[0]) # для отображения букв по порядку от name необходимо включать номера в квадратные скобки 0 - 1-я буква
print(name[0:3]) # для отображения нескольких букв имени по порядку ставится :
print(name[-3]) # также работает на буквы с конца по номеру.
print(name[0:-2]) # от 1 буквы до -2 буквы.
print(name[0:3:2]) # цифра - первая цифра от которой начинается:цифра - конечная цифра "до" :цифра - шаг между значениями.
print(name[:3]) # если ничего не ставить до : то значение будет равнятся 0.
print(name[::-2]) # шаг при значениях 0:0:-2.